{
  "name": "Ancestries",
  "pages": [
    {
      "sort": 100000,
      "name": "Au Ra",
      "type": "text",
      "_id": "ow5MmfzVHpYFraaJ",
      "system": {},
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>It is a matter of fierce debate among scholars if the scaled Au Ra peoples are descended from dragons, Voidsent, both, or neither. All that is known for sure is that they are divided into two peoples: the light-scaled Raen, peaceful of temperament, claiming to have been born from the Sun god Azim; and the dark-scaled Xaela, warlike and brave, born from the Moon goddess Nhaama.</p><h2>You Might…</h2><ul><li><p>Enjoy the thrill of battle or pushing yourself and your skills to your limit.</p></li><li><p>Find it difficult to stay in one place for too long.</p></li><li><p>Resent how often people tend to see you as a monster.</p></li></ul><h2>Others Probably…</h2><ul><li><p>Admire your strength and skill in your chosen profession.</p></li><li><p>Underestimate your intelligence or social skills.</p></li><li><p>Secretly think you in league with Voidsent or other monstrosities.</p></li></ul><h2>Physical Description</h2><p>Au Ra are unique among the ancestries in their extreme sexual dimorphism compared to most other ancestries. Male Au Ra tend to tower over their female counterparts, typically standing a full fulm taller on average.</p><p>The Au Ra’s most distinguishing characteristics are the hard horns and scales that grow along their body. Raen scales are often a brilliant white; a trait which the Raen attribute to their mythical sun god progenitor. Xaela scales, meanwhile, shine a brilliant black, harkening to the night skies. It is difficult, but not impossible, for the scales and horns to be removed from an Au Ra, although such features damaged in battle or by accident regrow eventually.</p><p>An Au Ra’s horns are more than just decorative; they also serve to enhance the Au Ra’s hearing and spatial perception by picking up vibrations in the air.</p><h2>Society</h2><p>Raen and Xaela societies are as different as night and day. Raen tend to integrate well with other ancestries and cultures, assimilating into the native culture of a region so thoroughly that they often become part of that culture’s best known features. Xaela, however, tend towards a state of isolated nomadic tribes. Their government is only loosely organized, and centers around a yearly contest of strength known as the Naadam to decide which clan will lead the tribes in the coming year.</p><h2>Names</h2><p>Au Ra naming conventions are split between the Au Ra heritages. Xaela often take given names of roughly what we would consider Mongolian origin. Because Xaela have only recently developed a written language due to their scattered, nomadic nature, the spellings of their names can often vary greatly from one to another. Most Xaela surnames belong to one of the fifty three clans that the Xaela divide themselves into.</p><p>Raen often take names according to the Far Eastern lands of their birth, many in what we would consider Japanese or Indian, for Hingan and Thavnairian Raen respectively. Raen typically do not receive surnames at birth, but are instead awarded them as shows of exceptional skill or service to a lord. Frequently, these awarded surnames are titles; such as the name Mistwalker being given to an accomplished ninja and assassin. If a surname is needed, most Raen will simply default to the name of their hometown.</p><h3>Sample Names</h3><p><strong>Xaela.</strong> Magnai, Ankhboyar, Altansarnai, Cirina, Sigurdu, Bardam</p><p><strong>Raen.</strong> Akagi, Aoi, Hojo, Hibari, Cihanti, Varshahn, Tsubaki, Yugiri, Shion</p><h2>Au Ra Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 feet</p><p><strong>Attribute Boosts</strong> Strength or Dexterity, Free</p><p><strong>Languages</strong> Common, Auri</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it's positive). Choose from Abyssal, Draconic, Sahagin, Namazu, and the local languages of where you grew up.</p><p><strong>Traits</strong> Au Ra, Humanoid</p><p><strong>Senses</strong> Darkvision</p><h2>Au Ra Heritages</h2><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.TWYymRVV6W6j5R84]{Dawn Throne Xaela}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.a1oXM7sH4vWm58DC]{Hingan Raen}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.UBreXp6lKPj5agrQ]{Steppe Xaela}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.ZUDQGYm7yO3ys9hT]{Thanairian Raen}</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "BaYRkOXn1K3wq5i6": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.351",
        "systemId": "pf2e",
        "systemVersion": "7.9.1"
      },
      "_key": "!journal.pages!oCb5EBfV8olqFjcb.ow5MmfzVHpYFraaJ"
    },
    {
      "sort": 100000,
      "name": "Elezen",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Known throughout the realms by many names, including Elves and Elvaan, Elezen are a long-lived people known for their impressive and ancient civilizations; tall, slender builds; and their ancient pride.</p><h2>You Might…</h2><ul><li><p>See the honor of your house and family as your highest priority.</p></li><li><p>Be callous towards those of less “prestigious” civilizations (read: everyone who isn’t an elf).</p></li><li><p>Have dabbled in several different hobbies and passions over the years.</p></li></ul><h2>Others Probably…</h2><ul><li><p>See you as aloof and uncaring at times.</p></li><li><p>Wonder how old you actually are, unable to tell by looking.</p></li><li><p>Think you know at least a little about every subject.</p></li></ul><h2>Physical Description</h2><p>Elezen are tall and slender of build, often reaching heights of over six fulms. Of particular note is the Elezen’s long neck, which adds a few inches to their height on average. In addition, they are known to possess long, slender ears much more sensitive to sound than the average Hyur.</p><h2>Society</h2><p>Regardless of the world they inhabit, Elezen tend to congregate in ancient cities and amass powerful civilizations. They often lay claim to the oldest civilizations in a given region, and as a result are often the most entrenched in their ways. Elezen civilizations often have trouble pivoting as new ideas spread and flourish.</p><h2>Names</h2><p>Elezen names most resemble our French names, with certain particular naming conventions. Female names tend towards ending in “e”, “ette”, or “elle”; and are typically shorter than their male equivalents. Male names, meanwhile, tend to end in “x” (or a combination ending in “x”, just as “aux” or “loix”) or to end in a silent “t”, such as “mont”.</p><h3>Sample Names</h3><p>Ameline, Alisaie, Darseloix, Florentel, Jolaine, Prishe, Gaspard</p><h2>Elezen Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 30 feet</p><p><strong>Attribute Boosts</strong> Strength or Dexterity, Wisdom, Free</p><p><strong>Attribute Flaws</strong> Constitution</p><p><strong>Languages</strong> Common, Elezen</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it's positive). Choose from Celestial, Draconic, Huntspeak, Sylvan, and the local languages of where you grew up.</p><p><strong>Traits</strong> Elezen, Humanoid</p><p><strong>Senses</strong> Low-Light Vision</p><h2>Elezen Heritages</h2><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.9SLvUczcmlaBPPUr]{Duskwight Elezen}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.JaayHnRqVfDxoQiQ]{Elvaan}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.aVx3AzMWnxqyTk6p]{Wildwood Elezen}</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "BaYRkOXn1K3wq5i6": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.351",
        "systemId": "pf2e",
        "systemVersion": "7.9.1"
      },
      "_id": "zKOCVA9le4eLSWaW",
      "_key": "!journal.pages!oCb5EBfV8olqFjcb.zKOCVA9le4eLSWaW"
    },
    {
      "sort": 100000,
      "name": "Hrothgar",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The mighty Hrothgar, known as Ronso on some Shards, are renowned for their mighty statures and dedication to the causes they champion. Many of the world’s most in-demand bodyguards come from this powerful feline ancestry.</p><h2>You Might…</h2><ul><li><p>Take on difficult mercenary or bodyguard contracts to prove your skill.</p></li><li><p>Swear loyalty to your local lord, a Hrothgar queen, or the child of a dear friend.</p></li><li><p>Live a quiet life in a practical trade. Or least you would have, had you not been pulled into an adventurer’s life!</p></li></ul><h2>Others Probably…</h2><ul><li><p>Think that there are no female Hrothgar, given their astonishing rarity.</p></li><li><p>Occasionally mistake you for a beast at first glance.</p></li><li><p>Recognize your people as valiant and honorable guardians.</p></li></ul><h2>Physical Description</h2><p>Hrothgar are tall, stocky humanoids who look like large, bipedal cats. While the average Hrothgar reaches a height of about six fulms, they only rarely carry themselves at their full height. Many Hrothgar adopt a hunched posture. Their fur can be a wide variety of colors, ranging from typical feline colors such as orange or black, to stark white striped fur (particularly in the case of the Lost), all the way to bright blues, purples, or yellows.</p><p>Hrothgar of the Ronso heritage also have a large, sharp horn growing from their forehead. This horn is a source of great pride for Ronso, and to lose it is a mark of shame great enough that many hornless Ronso become exiled from their clan.</p><h2>Society</h2><p>Hrothgar society is heavily stratified, with each Hrothgar acting in service of a queen, a sacred place, or another idealized unifying force.</p><h2>Names</h2><p>Hrothgars are arranged into clans, centering around the queen or lord that they serve. Most Hrothgars carry what we would consider Slavic given names, followed by their clan name. A clan is simply determined by affixing an “A” to the name of the clan’s queen. As such, a Hrothgar from a clan sworn to the service of Queen Mira would carry the surname “Amira”.</p><p>The Lost, who swear fealty to no queen, instead append “sch” to the end of their old clan’s name. Should our example Hrothgar stray from his liege, his surname might become “Mirasch”. Lastly, many Hrothgar who don’t have a specific liege, or who no longer remember the queen their clan once served, will simply take the surname “Ronso.”</p><h3>Sample Names</h3><p>Bojan, Kazak, Mira, Tessa, Zorya</p><h2>Hrothgar Mechanics</h2><p><strong>Hit Points</strong> 10</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 feet</p><p><strong>Attribute Boosts</strong> Strength, Charisma, Free</p><p><strong>Attribute Flaws</strong> Wisdom</p><p><strong>Languages</strong> Common, Bozjan</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it's positive). Choose from Al Bhed, Garlean, Huntspeak, Vieran, and the local languages of where you grew up.</p><p><strong>Traits</strong> Hrothgar, Humanoid</p><p><strong>Senses</strong> Low-Light Vision</p><p><strong>Thick Fur</strong> Your thick fur keeps you warm even in the coldest of environs. You gain ice resistance equal to half your level (minimum 1), and you treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on).</p><h2>Hrothgar Heritages</h2><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.nSXMXFGmPf1hIXyM]{Helion Hrothgar}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.3AK3AdZFPWedljvY]{Hornless Hrothgar}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.GAcTJPqWYZstIHNG]{Lost Hrothgar}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.clb2p5vfNHl6sKDS]{Ronso}</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "BaYRkOXn1K3wq5i6": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.351",
        "systemId": "pf2e",
        "systemVersion": "7.9.1"
      },
      "_id": "TzmPxF282inNOgbj",
      "_key": "!journal.pages!oCb5EBfV8olqFjcb.TzmPxF282inNOgbj"
    },
    {
      "sort": 100000,
      "name": "Hyur",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Hyur, also known as Humes or Humans, are widespread across the shards. Their adaptable, versatile nature and willingness to cooperate with others has led them to create some of the greatest, but also the most horrific, civilizations known to most worlds.</p><h2>You Might…</h2><ul><li><p>Strive to achieve greatness, either in your own right or on behalf of a cause.</p></li><li><p>Seek to understand your purpose in the world.</p></li><li><p>Cherish your relationships with family and friends.</p></li></ul><h2>Others Probably…</h2><ul><li><p>Respect your flexibility, your adaptability, and - in most cases - your open‑mindedness.</p></li><li><p>Distrust your intentions, fearing you seek only power or wealth.</p></li><li><p>Aren’t sure what to expect from you and are hesitant to assume your intentions.</p></li></ul><h2>Physical Description</h2><p>Hyur physical characteristics are as varied as the world's climes. Hyurs have a wide variety of skin and hair colors, body types, and facial features. Generally speaking, their skin has a darker hue the closer to the equator they or their ancestors lived.</p><p>Hyurs reach physical adulthood around the age of 15, though mental maturity occurs a few years later. A typical Hyur can live to be around 90 years old. Among Hyur heritages, two stand out for their deviation from the norm. The Al Bhed people are well-known for their telltale green, spiral-patterned eyes. Meanwhile, the Garlean people can be identified by the mysterious white “third eye” in their foreheads, as well as their mysterious inability to wield any form of magic.</p><h2>Society</h2><p>Hyur variety also manifests in terms of their governments, attitudes, and social norms. Though the oldest of Hyur cultures can trace their shared histories thousands of years into the past, when compared to the societies of the Elezen, Hyur civilizations seem in a state of constant flux as empires fragment and new kingdoms subsume the old.</p><h2>Names</h2><p>Unlike many ancestral cultures, which generally cling to specific traditions and shared histories, the Hyur's diversity has resulted in a near-infinite set of names. The Hyurs of Garlean-predominant northern cultures might have a rigidly structured set of names based on their societal hierarchy, while those dwelling in southern island tribes might stick to simple, easy to remember names that lack surnames. Hyur throughout much of the world speak Common, yet their names are as varied as their beliefs and appearances.</p><h3>Sample Names</h3><p>A variety of Hyur ethnic groups - many of which have origins in distant lands - populates the worlds amongst the shards. Hyur characters can be any of these ethnicities, regardless of what lands they call home.</p><p>Most characters of Hyur ethnicities in the Inner Sea region speak Common, while the Al Bhed speak their own shared Al Bhed language instead of Common. Al Bhed characters need to choose Common as a second language to learn.</p><h2>Hyur Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 feet</p><p><strong>Attribute Boosts</strong> Two free attribute boosts</p><p><strong>Languages</strong> Common</p><p><strong>Additional languages</strong> equal to 1 + your Intelligence modifier (if it's positive). Choose from the list of common languages, and the local languages of where you grew up.</p><p><strong>Traits</strong> Humanoid, Hyur</p><h2>Hyur Heritages</h2><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.b5NdFTUEmsJjeeP2]{Al Bhed}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.4QUgDphNZpfPkKr1]{Cetra}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.UfXm41swvyWb70Ws]{Garlean}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.npLxUaw1RUizxDS7]{Highlander}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.68f7HUmAvR2ADXoL]{Midlander}</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "BaYRkOXn1K3wq5i6": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.351",
        "systemId": "pf2e",
        "systemVersion": "7.9.1"
      },
      "_id": "hlcRMFptijDNKNOi",
      "_key": "!journal.pages!oCb5EBfV8olqFjcb.hlcRMFptijDNKNOi"
    },
    {
      "sort": 100000,
      "name": "Lalafell",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Lalafell, also called Dwarves and Tarutaru, are a small-bodied ancestry famed for their cunning, craftsmanship, and intellect. While it’s tempting to overlook them due to their small; almost child-like by Hyur standards; physiques, such a mistake is often the last one their foes make.</p><h2>You Might…</h2><ul><li><p>Be smart, scheming, or possibly both.</p></li><li><p>Put on a cute facade to convince foes to drop their guards.</p></li><li><p>Need help getting up to tall places or need boxes or stools to see over counters.</p></li></ul><h2>Others Probably…</h2><ul><li><p>Underestimate your strength based on your diminutive stature.</p></li><li><p>Respect you as a powerful spellcaster, regardless of your actual spellcasting proficiency.</p></li><li><p>Expect you to wriggle into small, cramped spaces that larger ancestries can’t squeeze through.</p></li></ul><h2>Physical Description</h2><p>Lalafells stand at an average of three fulms tall; considerably shorter than most ancestries other than Moogles. Their limbs are relatively stiff compared to other ancestries, giving them a distinct, waddling gait. Despite its odd look, Lalafells can move deceptively swiftly.</p><p>While adult Lalafell do not grow much larger than Hyur children, they age at approximately the same rate as Hyurs.</p><h2>Society</h2><p>Lalafell culture places heavy emphasis on family bonds, leading to strong ties between family members, and long-lasting feuds with other clans who have perceived grudges. Often times, these grudges become so long-standing and and embittered, two clans of Lalafell may remain almost at war with each other for generations after the original conflict is forgotten.</p><p>While many Lalafell gather together in clan dwellings or cities, Dunesfolk Lalafell are unique for often building their villages on the backs of massive beast of burden, such as adamantoises. With these mobile towns, Dunefolk can travel through the deserts that give them their namesake freely in search of supplies of food and water.</p><h2>Names</h2><p>Lalafell names are poetic in nature, focusing heavily on rhyme, repetition, meter, and alliteration. Male Lalafellin names generally use the rhyme scheme of AB-CB, although Dunesfolk often double the first syllable for an AAB-CCB scheme. Women’s names are typically more compact, usually comprised only of single pair of syllables. Plainsfolk women favor an ABB-AB rhyme scheme, while Dunesfolk prefer AAB-AB.</p><p>Lalafell often choose their own names upon coming of age, and their names do not denote parentage or lineage.</p><h3>Sample Names</h3><p>Lolorito, Momodi, Papalymo, Shantoto</p><h2>Lalafell Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Small</p><p><strong>Speed</strong> 20 feet</p><p><strong>Attribute Boosts</strong> Dexterity, Wisdom, Free</p><p><strong>Attribute Flaws</strong> Constitution</p><p><strong>Languages</strong> Common, Lalafellin</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it's positive). Choose from Elezen, Namazu, Roegadyn, and the local languages of where you grew up.</p><p><strong>Traits</strong> Humanoid, Lalafell</p><p><strong>Senses</strong> Low-Light Vision</p><p><strong>Magically Imbued</strong> Your inherent magic pervades your entire being. All your Strikes are magical, whether with unarmed attacks or weapons.</p><h2>Lalafell Heritages</h2><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.g2Ewa8nmY6RwII2A]{Dunesfolk}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.VX5IhDEhnwd34Lk5]{Plainsfolk}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.kDDSivJ6a7d2L2cQ]{Tarutaru}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.szbtWu1SJlCItHp6]{Urbanite}</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "BaYRkOXn1K3wq5i6": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.351",
        "systemId": "pf2e",
        "systemVersion": "7.9.1"
      },
      "_id": "xW89HQigz0m4vg1H",
      "_key": "!journal.pages!oCb5EBfV8olqFjcb.xW89HQigz0m4vg1H"
    },
    {
      "sort": 100000,
      "name": "Miqo'te",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The catlike Miqo’te have a long and storied history of being adventurers, hunters, and wanderers. Hailing from forest and jungle alike, these lithe and agile catfolk often find themselves employed as hunters, guides, and dancers.</p><h2>You Might…</h2><ul><li><p>Sleep late into the morning, or stay up late at night.</p></li><li><p>Remain relatively insular, only really interacting with your close friends and family.</p></li><li><p>Take on jobs requiring skill, finesse, and agility.</p></li></ul><h2>Others Probably…</h2><ul><li><p>Rely on you for your sharp senses and quick reflexes.</p></li><li><p>Enjoy your quick wit and silver tongue.</p></li><li><p>Know quite a lot about you just from your name.</p></li></ul><h2>Physical Description</h2><p>Miqo’te are distinguished by their feline features, particularly their catlike ears, eyes, and tails. Miqo’te are shorter than hyur on average, typically standing at about 5 fulms. Their bodies, are, on the whole, lithe, although exceptions certainly exist.</p><p>Among the Miqo’te heritages, Mithra in particular are more catlike than the rest, featuring more distinctly catlike faces and colorations.</p><p>While the discrepancy among sexes is not as wide as the Viera, Miqo’te men are known to be vanishingly rare. Of the rare few who chose to leave their enclaves, it is usually from the Keepers of the Moon.</p><h2>Society</h2><p>Miqo’te society varies by heritage, but almost always revolves around the ancestry’s notable lack of men. In Seeker societies, tribes often form around single patriarchs known as Nunh. In Keeper and Mithra societies, the roles are reversed; matriarchies similar to Vieran society where the limited men rarely travel outside of their villages.</p><p>Regardless of which society they come from, many Miqo’te build their societies around predation. Excelling in both hunting and fishing, Miqo’te civilizations rarely work the land but instead hunt from it. As such, they are adept at hunting in moderation and maintaining a healthy ecosystem.</p><h2>Names</h2><p>Miqo’te names vary wildly from culture to culture. Seeker women typically take the surname of their tribe’s patriarch, while the men take either Nunh or Tia, depending on their level of status. All genders typically prefix their first names with a clan indicator consisting of the first letter of the clan followed by an apostrophe. This indicator is considered part of the Seeker’s name in polite company, although leaving it out is a sign of close friendship, love, or family.</p><p>Keeper names tend to be less structured on the whole. Female Seekers often take on short names which their sons all inherit, each with a different suffix to indicate birth order. In order of first son, these suffixes are ‘a, ‘to, ‘li, ‘sae, ‘ra, ‘ir, ‘wo, ‘ya, ‘zi, and ‘tan. Thus, the fourth son of Okto Nima would be Okto’sae Nima.</p><h3>Sample Names</h3><p>Y’mitra, G’raha, B’Khilo, Okto, Usra, Usra’to Gota, Gota’ra</p><h2>Miqo'te Mechanics</h2><p><strong>Hit Points</strong> 8</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 30 feet</p><p><strong>Attribute Boosts</strong> Dexterity or Charisma, Free</p><p><strong>Languages</strong> Common, Huntspeak</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it's positive). Choose from Auri, Elezen, Goblin, Moogle, and the local languages of where you grew up.</p><p><strong>Traits</strong> Humanoid, Miqo'te</p><p><strong>Senses</strong> Low-Light Vision</p><p><strong>Land on Your Feet</strong> When you fall, you take only half the normal damage and don't land prone.</p><h2>Miqo'te Heritages</h2><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.WQSpj4JJuTXDcCZU]{Keeper of the Moon}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.yuTOUF2x72GrKc8j]{Mithra}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.JUYAWaGaYg9x4yGC]{Seeker of the Sun}</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "BaYRkOXn1K3wq5i6": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.351",
        "systemId": "pf2e",
        "systemVersion": "7.9.1"
      },
      "_id": "PMbYitEjvDtsflKu",
      "_key": "!journal.pages!oCb5EBfV8olqFjcb.PMbYitEjvDtsflKu"
    },
    {
      "sort": 100000,
      "name": "Roegadyn",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>From the high seas to the rough deserts, no ancestry is the master of difficult environments than the stalwart Roegadyn. The hulking frames of these mighty beings belie razor-sharp minds underneath.</p><h2>You Might…</h2><ul><li><p>Be drawn to the thrill of challenge.</p></li><li><p>Still be ready for another few hours’ march while the rest of your party is exhausted.</p></li><li><p>Enjoy simple creative pleasures like crafting, painting, or cooking.</p></li></ul><h2>Others Probably…</h2><ul><li><p>Come to you if they need a trusted navigator on an expedition.</p></li><li><p>Be in awe of your huge size.</p></li><li><p>Think you nothing more than a massive brute, underestimating your intelligence.</p></li></ul><h2>Physical Description</h2><p>Roegadyn tower over most other ancestries, averaging somewhere between 7 and 8 fulms. Their bodies are frequently well-toned and powerful, allowing for great feats of strength with ease. Additionally, Roegadyn tend to have some of the widest variety in skin tones among all the Shards, ranging from hyur-like tans and browns all the way to deep reds, grays, and greens.</p><h2>Society</h2><p>Roegadyn society tends towards being nomadic. Roegadyn cultural norms praising courage, adventurousness, and curiosity often lead to tribes of Roegadyn traveling far and wide in search of new lands.</p><p>Oftentimes, Roegadyn merge their culture with others, generally working well with others. It serves the Roegadyn well to let other cultures build cities, which Roegadyn come to populate and trade in.</p><h2>Names</h2><p>Many Roegadyn names are identifiable by their strong two-part structure, adapted from the Roegadyn tongue. Among Roegadyn heritages, Sea Wolves cleave closest to the old ways, taking two words in Roegadyn and combining them into a name, often with the addition of the suffix “syn” for sons and “wyb” for daughters.</p><p>Hellsguard and Galka tend to be simpler, translating their names into Common, leaving only two-part names that are descriptive of the original name’s intent. Simpler still are Othardian Roegadyn, who often simply take Hyur names.</p><h3>Sample Names</h3><p>Ahtmhas, Merlwyb, Whyscarsyn, Heavy Boulder, Raging Mountain, Weeping Orchid</p><h2>Roegadyn Mechanics</h2><p><strong>Hit Points</strong> 10</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 25 feet</p><p><strong>Attribute Boosts</strong> Strength, Charisma or Constitution, Free</p><p><strong>Attribute Flaws</strong> Dexterity</p><p><strong>Languages</strong> Common, Roegadyn</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it's positive). Choose from Auri, Lalafellin, Huntspeak, and the local languages of where you grew up.</p><p><strong>Traits</strong> Humanoid, Roegadyn</p><p><strong>Senses</strong> Low-Light Vision</p><h2>Roegadyn Heritages</h2><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.cED0Mxal921ZawqU]{Galka}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.SUuXIZjzK07Geu2W]{Hellsguard}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.gnylz51ijURFEmy0]{Othardian}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.mR2xevGgZZQ2djig]{Sea Wolf}</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "BaYRkOXn1K3wq5i6": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.351",
        "systemId": "pf2e",
        "systemVersion": "7.9.1"
      },
      "_id": "VdBqBxN3bxcL5Tpz",
      "_key": "!journal.pages!oCb5EBfV8olqFjcb.VdBqBxN3bxcL5Tpz"
    },
    {
      "sort": 100000,
      "name": "Viera",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Hidden away in secluded forests and jungles, small tribes of the leporine Viera keep their secret ways. However, while the Viera have scarcely left their forest homes in the past, many more are adopting the ways of the wider world.</p><h2>You Might…</h2><ul><li><p>Be excited to see the world outside of your enclave.</p></li><li><p>Have a deep knowledge of forest and jungle environments.</p></li><li><p>Be constantly on high alert due to your keen senses of sight and hearing.</p></li></ul><h2>Others Probably…</h2><ul><li><p>Marvel at the opportunity to see a Viera out in the world.</p></li><li><p>Ask if male Viera actually exist.</p></li><li><p>Ask if you actually exist, if you are a male Viera.</p></li></ul><h2>Physical Description</h2><p>Viera are tall, lithe beings with distinctly rabbit-like features, most namely tall rabbit ears and high, arching heels. Over 80% of Viera are female. Although male Viera do exist, they are often tucked away in Viera enclaves to protect them. Sexual dimorphism amongst Viera is close to non-existent, as male and female Viera kits do not show any outward differences until they reach adulthood.</p><h2>Society</h2><p>Historically, Viera society is strictly insular. Outsiders were barred from entering, and any Viera that willingly left the enclave except for basic needs such as hunting or foraging would be forever barred from ever returning. However, in recent years, some Viera enclaves have begun to open more freely to the world. While outsiders are still rarely, if ever, welcome inside of Viera lands, more Viera are beginning to explore the wider world at large.</p><p>Viera society is largely matriarchal due to the extreme differences in gender discrepancy. Male Viera are often kept cloistered in their enclaves, treated well and attended to but unable to leave lest they risk the survival of the entire enclave. Still, some male Viera manage to make it out into the wider world, whether by disguising themselves as women, escaping as survivors of some terrible disaster, or potentially transitioning after they leave the enclave at a young age. Male Viera born outside of conclaves also tend to become travelers and wanderers themselves.</p><h2>Names</h2><p>Because Viera kits do not show any sign of physical sex until adulthood, parents often name them with androgynous child names, which the Viera can choose to keep or discard as they reach adulthood, along with a surname taken from their enclave’s name. Afterwards, many Viera choose their own names keeping in tone with their gender. Natural Vieran names tend to sound like real-world Icelandic in nature. Viera who travel outside of their enclaves, or ones that have been exiled from their enclave, tend to choose non-Vieran names, often pulled from nature or Hyuran female names.</p><h3>Sample Names</h3><p>Rena, Ysera, Cherry, Fran, Rehw-Marouc</p><h2>Viera Mechanics</h2><p><strong>Hit Points</strong> 6</p><p><strong>Size</strong> Medium</p><p><strong>Speed</strong> 30 feet</p><p><strong>Attribute Boosts</strong> Dexterity, Wisdom, Free</p><p><strong>Attribute Flaws</strong> Constitution</p><p><strong>Languages</strong> Common, Vieran</p><p><strong>Additional languages</strong> equal to your Intelligence modifier (if it's positive). Choose from Elezen, Huntspeak, Ronso, Bozjan, and the local languages of where you grew up.</p><p><strong>Traits</strong> Humanoid, Viera</p><p><strong>Senses</strong> Low-Light Vision</p><p><strong>Keen Eyes</strong> Your eyes are sharp, allowing you to make out small details about concealed or even invisible creatures that others might miss. You gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one.</p><h2>Viera Heritages</h2><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.xYefUldSGULNqMHF]{Fanow}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.TyjyBK0AqloUwnxs]{Feol}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.QLbzGdw8lzEcmRSi]{Mist-Frenzied}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.ikKVDZUjEy2NC65U]{Rava}</p><p>@UUID[Compendium.pf2e-adventures-in-etheirys-content.heritages.Item.TFGUStFw7SFkoeI5]{Veena}</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "BaYRkOXn1K3wq5i6": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.351",
        "systemId": "pf2e",
        "systemVersion": "7.9.1"
      },
      "_id": "UAYFCbsz1pq5Vr8m",
      "_key": "!journal.pages!oCb5EBfV8olqFjcb.UAYFCbsz1pq5Vr8m"
    },
    {
      "sort": 0,
      "name": "Final Fantasy Ancestries",
      "type": "text",
      "_id": "kdw2R0aS6HSXnaiw",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "BaYRkOXn1K3wq5i6": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.351",
        "systemId": "pf2e",
        "systemVersion": "7.9.1"
      },
      "_key": "!journal.pages!oCb5EBfV8olqFjcb.kdw2R0aS6HSXnaiw"
    }
  ],
  "folder": null,
  "categories": [],
  "ownership": {
    "default": 0,
    "BaYRkOXn1K3wq5i6": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.351",
    "systemId": "pf2e",
    "systemVersion": "7.9.1"
  },
  "_id": "oCb5EBfV8olqFjcb",
  "sort": 100000,
  "_key": "!journal!oCb5EBfV8olqFjcb"
}
